; ================================================================================
; Hotstrings
; https://autohotkey.com/docs/Hotstrings.htm
; ================================================================================

; Resources
; https://gitmoji.carloscuesta.me/
; http://www.unicode.org/emoji/charts/full-emoji-list.html

:*::)::{U+1F603}      ; 😃
:*:-0::{U+1F603}      ; 😃
:*::D::{U+1F604}      ; 😄
:*:-P::{U+1F61C}      ; 😜

:*:-i::{U+1F4CC}      ; 📌
:*:-ok::{U+1F44D}     ; 👍
:*:-red::{U+1F6A8}    ; 🚨
:*:-!::{U+26A0}       ; ⚠
:*:-hey::{U+1F4E2}    ; 📣

:*:-ck::{U+2705}      ; ✅
:*:-fire::{U+1F525}   ; 🔥
:*:-go::{U+1F680}     ; 🚀
:*:-bug::{U+1F41B}    ; 🐛
:*:-new::{U+2728}     ; ✨
:*:-tada::{U+1F389}   ; 🎉
:*:-x::{U+267B}       ; ♻️
:*:-tool::{U+1F527}   ; 🔧
:*:-doc::{U+1F4DD}    ; 📝
